Repository: lockedmutex/samaya
Catalog: po/*.po
Languages: fi, hi, mr, nl, tr, vi

source: Productivity;Pomodoro;Timer;Time;Tracker;
fi: Productivity;Pomodoro;Timer;Time;Tracker;tuottavuus;ajastin;ajanlaskenta;seuranta;
hi: उत्पादकता;पोमोडोरो;टाइमर;समय;ट्रैकर;
mr: उत्पादकता;पोमोडोरो;टाइमर;वेळ;ट्रॅकर;
nl: Productiviteit;Pomodoro;Tijdklok;Timer;Tijd;Tracker;Bijhouden;
tr: Productivity;Pomodoro;Timer;Time;Tracker;Üretkenlik;Zamanlayıcı;Zaman;Takip;Zaman Takibi;
vi: Productivity;Pomodoro;Timer;Time;Tracker;năng suất;bộ đếm thời gian;thời gian;theo dõi;

source: Work session duration
fi: Työskentelyistunnon kesto
hi: कार्य सत्र की अवधि
mr: कार्य सत्र कालावधी
nl: Duur van werksessies
tr: Çalışma oturumu süresi
vi: Thời lượng phiên làm việc

source: Duration of work sessions in minutes
fi: Työskentelyistunnon kesto minuuteissa
hi: कार्य सत्रों की अवधि मिनटों में
mr: कार्य सत्रांचा कालावधी मिनिटांमध्ये
nl: Duur van werksessies (in minuten)
tr: Çalışma oturumunun süresi, dakika olarak
vi: Thời lượng phiên làm việc tính bằng phút

source: Short break duration
fi: Lyhyen tauon kesto
hi: छोटे आराम की अवधि
mr: लहान विश्रांतीचा कालावधी
nl: Duur van korte pauzes
tr: Kısa mola süresi
vi: Thời lượng nghỉ ngắn

source: Duration of short breaks in minutes
fi: Lyhyen tauon kesto minuuteissa
hi: छोटे आराम की अवधि मिनटों में
mr: लहान विश्रांतीचा कालावधी मिनिटांमध्ये
nl: Duur van korte pauzes (in minuten)
tr: Kısa molanın süresi, dakika olarak
vi: Thời lượng nghỉ ngắn tính bằng phút

source: Long break duration
fi: Pitkän tauon kesto
hi: लंबे आराम की अवधि
mr: दीर्घ विश्रांतीचा कालावधी
nl: Duur van lange pauzes
tr: Uzun mola süresi
vi: Thời lượng nghỉ dài

source: Duration of long breaks in minutes
fi: Pitkän tauon kesto minuuteissa
hi: लंबे आराम की अवधि मिनटों में
mr: दीर्घ विश्रांतीचा कालावधी मिनिटांमध्ये
nl: Duur van lange pauzes (in minuten)
tr: Uzun molanın süresi, dakika olarak
vi: Thời lượng nghỉ dài tính bằng phút

source: Sessions before long break
fi: Istuntoja ennen pitkää taukoa
hi: लंबे आराम से पहले सत्र
mr: दीर्घ विश्रांतीपूर्वीची सत्रे
nl: Aantal sessies voorafgaand aan lange pauze
tr: Uzun moladan önceki oturumlar
vi: Số phiên trước khi nghỉ dài

source: Number of work sessions to complete before a long break
fi: Suoritettujen työskentelyistuntojen määrä ennen pitkää taukoa
hi: लंबे आराम से पहले पूरा करने के लिए कार्य सत्रों की संख्या
mr: दीर्घ विश्रांती घेण्यापूर्वी पूर्ण करायच्या कार्य सत्रांची संख्या
nl: Het aantal af te ronden sessies alvorens een lange pauze te nemen
tr: Uzun moladan önce tamamlanması gereken çalışma oturumu sayısı
vi: Số phiên làm việc cần hoàn thành trước khi nghỉ dài

source: Auto-start breaks
fi: Aloita tauot automaattisesti
nl: Pauzes automatisch starten
tr: Molaları kendiliğinden başlat

source: Whether to automatically start the break timer when a work session ends.
fi: Käynnistetäänkö taukoajastin automaattisesti työskentelyistunnon päättyessä.
nl: Start de pauzeklok automatisch na het afronden van een werksessie.
tr: Çalışma oturumu bittiğinde mola zamanlayıcısının kendiliğinden başlatılma durumu.

source: Auto-start work sessions
fi: Aloita työskentelyistunnot automaattisesti
nl: Werksessies automatisch starten
tr: Çalışmayı kendiliğinden başlat

source: Whether to automatically start the work timer when a break session ends.
fi: Käynnistetäänkö työskentelyajastin automaattisesti taukoistunnon päättyessä.
nl: Start de prikklok automatisch na het beëindigen van een pauze.
tr: Mola oturumu bittiğinde iş zamanlayıcısının kendiliğinden başlatılma durumu.

source: Timekeeper for your tasks
fi: Tehtävien ajanseuranta
hi: आपके कार्यों के लिए घड़ी
mr: तुमच्या कार्यांसाठी वेळरक्षक
nl: Houd je taken planmatig bij
tr: Görevleriniz için zaman takipçisi
vi: Bộ quản lý thời gian cho công việc của bạn

source: A simple, elegant, minimalist Pomodoro timer for your desktop. Designed to help you stay focused and productive, it offers a clean, distraction-free interface to manage work and break intervals with ease.
fi: Yksinkertainen, hienostunut ja minimalistinen Pomodoro-ajastin. Auttaa keskittymään ja pysymään tuottavana; tarjoaa häiriövapaan käyttöliittymän työskentely- ja taukojaksojen ajanseurantaan.
hi: आपके डेस्कटॉप के लिए एक सरल, सुरुचिपूर्ण, न्यूनतम पोमोडोरो टाइमर। आपको केंद्रित और उत्पादक बने रहने में मदद करने के लिए डिज़ाइन किया गया, यह काम को प्रबंधित करने और अंतराल को आसानी से तोड़ने के लिए एक स्वच्छ, व्याकुलता-मुक्त इंटरफ़ेस प्रदान करता है।
mr: तुमच्या डेस्कटॉपसाठी एक साधे, सुंदर आणि सुटसुटीत पोमोडोरो टाइमर. तुम्हाला एकाग्र आणि उत्पादक राहण्यास मदत करण्यासाठी डिझाइन केलेले, हे काम आणि विश्रांतीचे अंतराल सहजतेने व्यवस्थापित करण्यासाठी एक स्वच्छ, व्यत्यय-मुक्त इंटरफेस देते.
nl: Een eenvoudige, elegante, minimalistische Pomodoro-tijdklok voor je computer. Blijf gefocust en productief met deze afleidingsvrije toepassing om je werk en pauzes bij te houden.
tr: Masaüstünüz için zarif ve minimalist Pomodoro zamanlayıcı. Odaklanmanızı ve üretkenliğinizi korumak için tasarlanan bu zamanlayıcı, çalışma ve mola aralıklarını yönetmeniz için temiz ve dikkat dağıtmayan arayüz sunar.
vi: Bộ đếm Pomodoro đơn giản, tinh tế và tối giản cho desktop. Được thiết kế để giúp bạn tập trung và làm việc hiệu quả, ứng dụng cung cấp giao diện gọn gàng, không xao nhãng để quản lý thời gian làm việc và nghỉ ngơi một cách dễ dàng.

source: Work Session
fi: Työskentelyistunto
hi: कार्य सत्र
mr: कार्य सत्र
nl: Werksessie
tr: Çalışma Oturumu
vi: Phiên làm việc

source: Short Break
fi: Lyhyt tauko
hi: छोटा आराम
mr: लहान विश्रांती
nl: Korte pauze
tr: Kısa Mola
vi: Nghỉ ngắn

source: Long Break
fi: Pitkä tauko
hi: लंबा आराम
mr: दीर्घ विश्रांती
nl: Lange pauze
tr: Uzun Mola
vi: Nghỉ dài

source: Timer Durations
fi: Ajastimen kestot
hi: घड़ी की अवधि
mr: टाइमर कालावधी
nl: Duur van tijdklokken
tr: Zamanlayıcı Süreleri
vi: Thời lượng bộ đếm

source: Set the duration (in minutes) for each routine.
fi: Aseta kesto minuuteissa jokaiselle rutiinille.
hi: प्रत्येक रुटीन के लिए अवधि (मिनटों में) सेट करें।
mr: प्रत्येक दिनचर्येसाठी कालावधी (मिनिटांमध्ये) सेट करा.
nl: Stel de duur van elke routine in (in minuten).
tr: Her rutin için süreyi ayarla (dakika olarak).
vi: Đặt thời lượng (tính bằng phút) cho từng chu kỳ.

source: Work
fi: Työ
hi: काम
mr: काम
nl: Werk
tr: Çalışma
vi: Làm việc

source: Session Cycle
fi: Istuntojen kierto
hi: सत्र चक्र
mr: सत्र चक्र
nl: Sessiecyclus
tr: Oturum Döngüsü
vi: Chu kỳ phiên

source: Sessions before Long Break
fi: Istuntoja ennen pitkää taukoa
hi: लंबे आराम से पहले सत्रों की संख्या
mr: दीर्घ विश्रांतीपूर्वीची सत्रे
nl: Aantal sessies voorafgaand aan lange pauze
tr: Uzun Moladan önceki oturumlar
vi: Số phiên trước khi nghỉ dài

source: Transition Flow
fi: Siirtymien kulku
nl: Overgangsroutine
tr: Geçiş Akışı

source: Auto Start Breaks
fi: Aloita tauot automaattisesti
nl: Pauzes automatisch starten
tr: Kısa Molaları Kendiliğinden Başlat

source: Automatically start break routine after work session ends.
fi: Käynnistä taukorutiini automaattisesti työskentelyistunnon päättyessä.
nl: Start de pauzeroutine automatisch na het afronden van een werksessie.
tr: Çalışma oturumu bittikten sonra mola rutinini kendiliğinden başlat.

source: Auto Start Work
fi: Aloita työskentely automaattisesti
nl: Werksessies automatisch starten
tr: Çalışmayı Kendiliğinden Başlat

source: Automatically start work routine after break ends.
fi: Käynnistä työrutiini automaattisesti tauon päättyessä.
nl: Start de werkroutine automatisch na het beëndigen van een pauze.
tr: Mola bittikten sonra iş rutinini kendiliğinden başlat.

source: Completion Sound: Dr. Richard Boulanger et al (CC-BY 3.0)
fi: Valmistumisen ääni: Dr. Richard Boulanger et al (CC-BY 3.0)

source: translator-credits
fi: Jiri Grönroos
hi: सुयोग तांडेल
mr: सुयोग तांडेल
nl: Heimen Stoffels <vistausss@fastmail.com>
tr: Sabri Ünal <yakushabb@gmail.com>
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Focus session complete! Time for a break.
fi: Keskittymisen istunto valmistui! Tauon aika.
hi: फोकस सत्र पूरा हुआ! अब आराम का समय है।
mr: कार्य सत्र पूर्ण झाले! विश्रांतीची वेळ झाली आहे.
nl: De werksessie is afgerond! Tijd voor een pauze.
tr: Odaklanma oturumu tamamlandı! Mola zamanı.

source: Break over! Time to get back to work.
fi: Tauko on ohi! Aika palata töihin.
hi: आराम खत्म! काम पर वापस जाने का समय।
mr: विश्रांती संपली! कामावर परतण्याची वेळ झाली आहे.
nl: De pauze is voorbij! Tijd om terug aan het werk te gaan.
tr: Mola bitti. Çalışmaya dönme zamanı.

source: Timer finished.
fi: Ajastin valmistui.
hi: टाइमर समाप्त।
mr: टाइमर संपला.
nl: De tijdklok is verstreken.
tr: Zamanlayıcı bitti.

source: Stop
fi: Pysäytä
hi: रोकें
mr: थांबा
nl: Stoppen
tr: Durdur
vi: Dừng

source: Skip Session
fi: Ohita istunto
hi: सत्र स्किप करें
mr: सत्र वगळा
nl: Sessie overslaan
tr: Oturumu Atla
vi: Bỏ qua phiên

source: Resume
fi: Jatka
hi: फिर शुरू करे
mr: पुन्हा सुरू करा
nl: Hervatten
tr: Sürdür
vi: Tiếp tục

source: Reset Timer
fi: Nollaa ajastin
hi: टाइमर रीसेट करें
mr: टाइमर रीसेट करा
nl: Tijdklok op nul zetten
tr: Zamanlayıcıyı Sıfırla
vi: Đặt lại bộ đếm

source: Start
fi: Käynnistä
hi: शुरू करे
mr: सुरू करा
nl: Starten
tr: Başlat
vi: Bắt đầu

source: Main Menu
fi: Päävalikko
hi: मुख्य मेन्यू
mr: मुख्य मेनू
nl: Hoofdmenu
tr: Ana Menü
vi: Menu chính

source: Reset
fi: Nollaa
hi: रीसेट
mr: रीसेट
nl: Herstellen
tr: Sıfırla
vi: Đặt lại

source: _Preferences
fi: _Asetukset
hi: _प्राथमिकताएँ
mr: प्राधान्ये
nl: _Voorkeuren
tr: Ter_cihler
vi: _Tùy chọn

source: _Keyboard Shortcuts
fi: _Pikanäppäimet
hi: _कीबोर्ड शॉर्टकट्स
mr: कीबोर्ड शॉर्टकट्स
nl: _Sneltoetsen
tr: _Klavye Kısayolları
vi: _Phím tắt

source: _About Samaya
fi: _Tietoja - Samaya
hi: _समय के बारे में
mr: समय बद्दल
nl: Over S_amaya
tr: Samaya _Hakkında
vi: _Giới thiệu Samaya

source: Shortcuts
fi: Pikanäppäimet
hi: शॉर्टकट
mr: शॉर्टकट्स
nl: Sneltoetsen
tr: Kısayollar
vi: Phím tắt

# shortcut window
source: Show Shortcuts
fi: Näytä pikanäppäimet
hi: शॉर्टकट दिखाएँ
mr: शॉर्टकट्स दाखवा
nl: Sneltoetsen tonen
tr: Kısayolları Göster
vi: Hiện phím tắt

# shortcut window
source: Show Preferences
fi: Näytä asetukset
hi: प्राथमिकताएँ दिखाएँ
mr: प्राधान्ये दाखवा
nl: Voorkeuren openen
tr: Tercihleri Göster
vi: Hiện tùy chọn

# shortcut window
source: Quit
fi: Lopeta
hi: ऐप से बाहर निकलें
mr: बाहेर पडा
nl: Afsluiten
tr: Çık
vi: Thoát

source: Samaya
hi: समय
mr: समय

source: Suyog Tandel
hi: सुयोग तांडेल
mr: सुयोग तांडेल

source: Pomodoro
hi: पोमोडोरो
mr: पोमोडोरो
